export const APP_ID = 51560752;
export const APP_URL = `https://vk.com/app${APP_ID}`;
export const GROUP_ID = '';
export const NAME_PROJECT = 'moonline';
export const APP_AVATAR = '';
export const ROUTE_URL =
  process.env.NODE_ENV === 'production' ? '/moonline' : '';
export const ADMINS = [738505078, 769019442];
export const SHARING_TEXT = `
👉- Узнай своего демона по гороскопу
👉- Проверь совместимость знаков зодиака
👉- Получай ежедневный гороскоп 

💥Всё это доступно в нашем приложении - ${APP_URL}`;
export const URL_PROXY = 'https://proxy.berrypay.ru';

export const PREDICTIONS = [
  'Даже от весьма авантюрных предложений лучше не отказываться. Вас ждёт ошеломительный успех!',
  'Сегодня ваш день! Любое начинание приведет к невероятным результатам.',
  'Все, что вы запланировали, осуществится быстрее, чем вы ожидали!',
  'Удача уже стучится в вашу дверь. Откройте ей!',
  'Самые светлые мысли и смелые мечты скоро станут реальностью.',
  'Ваша уверенность и трудолюбие приведут к потрясающим открытиям.',
  'Путь к успеху уже проложен. Вам осталось только сделать первый шаг!',
  'Любая идея, которой вы поделитесь сегодня, получит поддержку и развитие.',
  'Ваша настойчивость вознаградится, и будущее готовит вам блестящие перспективы.',
  'Сегодня день возможностей, которые принесут вам радость и успех!',
  'От вашего доброго сердца мир становится светлее, и успех не заставит себя ждать.',
  'Сегодня вы обретете новый источник вдохновения, который поможет вам достичь новых высот.',
  'Скоро вы почувствуете прилив сил и энергии, готовый вас направить к новым достижениям.',
  'Смело идите навстречу своей мечте – сегодня ваше время блеснуть!',
  'Ваша харизма и доброта откроют двери к возможностям, о которых вы даже не мечтали.',
  'Все ваши усилия будут щедро вознаграждены, и будущее подарит вам множество сюрпризов.',
  'Ваши таланты привлекут внимание, и успех не заставит себя ждать.',
  'Сегодня вокруг вас будут собираться люди, готовые помочь вам в ваших начинаниях.',
  'Ожидайте радостных событий, которые сделают ваш день незабываемым.',
  'Улыбнитесь новому дню – он принесет вам успех и гармонию!',
  'Ваше желание улучшить этот мир найдет отклик в сердцах других людей.',
  'Смело беритесь за новые проекты – они принесут вам радость и процветание.',
  'Ваши усилия и добрые дела создадут цепочку удач и успехов.',
  'Сегодня звезды благоволят вам – любое дело обречено на успех!',
  'Ваша доброта и щедрость откроют перед вами новые горизонты.',
  'Сегодняшний день подарит вам встречу с людьми, которые изменят вашу жизнь к лучшему.',
  'Будьте открыты к новым идеям – они принесут вам неожиданные плоды.',
  'Скоро к вам придет важное предложение, которое откроет перед вами новые перспективы.',
  'Вы излучаете уверенность, и мир готов ответить вам взаимностью.',
  'Ваши мечты становятся реальностью – верьте в свои силы!',
  'Каждое ваше решение сегодня приведет к позитивным переменам.',
  'Сегодняшний день будет полон добрых сюрпризов и радостных моментов.',
  'Удача на вашей стороне – смело двигайтесь вперед!',
  'Вас ожидает день, полный открытий и приятных неожиданностей.',
  'Будьте готовы к новому витку успеха в делах и личной жизни.',
  'Ваша энергия привлечет к вам множество новых возможностей.',
  'Сегодня вы получите важные знания, которые помогут вам в будущем.',
  'Ваши идеи найдут поддержку, и успех уже не за горами.',
  'Сегодня вы почувствуете прилив сил и вдохновения для новых свершений.',
  'Каждое ваше действие сегодня будет приносить радость и пользу окружающим.',
  'Вы на пороге великих свершений – уверенно двигайтесь вперед!',
  'Все, что вы начнете сегодня, будет иметь долгосрочный успех.',
  'Смело принимайте все предложения – они приведут вас к новым вершинам.',
  'Ваши таланты наконец-то оценят по достоинству – ждите признания!',
  'Каждое ваше решение сегодня будет приносить позитивные перемены в вашу жизнь.',
  'Сегодняшний день подарит вам ощущение гармонии и радости.',
  'Ваши идеи станут источником вдохновения для многих людей.',
  'Успех и счастье ждут вас за поворотом – не бойтесь сделать шаг вперед.',
  'Любое начинание сегодня принесет вам удачу и процветание.',
  'Ваша доброта и щедрость откроют вам двери к новым возможностям.',
];
